<template>
	<div class="excellence">
		<div class="container">
			<div class="excellence-inner">
				<div class="big-title">За що нас цінують клієнти</div>
				<div class="excellence__cards">
					<TheSvgIcon 
						icon-name="fascinating"
					/>
					<TheCard
						icon-name="one.png"
						title="ЦІКАВІ ЗАМОВЛЕННЯ"
						text="Нам не надсилають нудних інструкцій до верстатів та особисті документи. Ми перекладаємо рекламу, презентації та інші важливі й цікаві тексти для провідних українських і міжнародних брендів."
					/>
					<TheCard
						title="АДЕКВАТНІ МЕНЕДЖЕРИ"
						text="Ми відповідаємо швидко та зрозуміло, чітко формулюємо думки, знаємо особливості вашої роботи й розуміємо, що бувають різні особисті обставини. Ми ставимося до вас з такою самою турботою, що й до клієнтів."
					/>
					<TheCard
						title="ЧІТКІ ІНСТРУКЦІЇ"
						text="У нас описано всі процеси й вимоги до кожного виду послуги. Для кожної мови в нас є посібник з переліком складних правил, а також список джерел, що значно полегшить вам роботу."
					/>
					<TheCard
						title="ЗРУЧНА КОМУНІКАЦІЯ"
						text="Ми повідомляємо про підхоже вам замовлення імейл-розсилкою, так що менеджери не турбуватимуть вас дзвінками. Ви можете брати тільки ті замовлення, що хочете й коли хочете."
					/>
					<TheCard
						title="ПРОФЕСІЙНЕ ЗРОСТАННЯ"
						text="Кожне ваше замовлення перевірить старший редактор, тож ви отримаєте зворотний зв’язок з рекомендаціями щодо поліпшення чи похвалою. А ще ми розповідаємо про маловідомі правила у своїх «Телеграм»-каналах."
					/>
					<TheCard
						title="ОПЛАТА ВЧАСНО"
						text="Виплачуємо гонорари раз на місяць: з 15 числа наступного місяця за попередній. Ми працюємо з 2015 року й ні разу не запізнилися ні з одною виплатою перекладачам і редакторам. Ні разу."
					/>
				</div>
			</div>
		</div>
	</div>
</template>

<script lang="ts">
import { defineComponent } from 'vue';

import TheCard from './../the-card';
import TheSvgIcon from './../../components/the-svg-icon';

export default defineComponent({
	name: 'Excellence',
	components: {
		TheCard,
		TheSvgIcon,
	},
});
</script>

<style lang="scss" src="./excellence.scss" />
